Repository: MaxLaneDev/spark-clean
Catalog: SparkClean/Localizable.xcstrings
Source language: en
Languages: de, he, ja, zh_hans

# Requested deletion of %lld snapshot(s). Remaining: %lld.
source: Requested deletion of %1$lld snapshot(s). Remaining: %2$lld.
de: Löschung von %1$lld Snapshot(s) angefordert. Verbleibend: %2$lld.
he: נשלחה בקשה למחיקת %1$lld תמונות מצב. נותרו: %2$lld.
ja: %1$lld スナップショットの削除をリクエストしました。残り：%2$lld。
zh_hans: 请求删除 %1$lld 快照。剩余：%2$lld。

source: Required
de: Erforderlich
he: נדרש
ja: 必須
zh_hans: 必填

source: Required to scan Mail, Messages, system caches, and all directories.
de: Erforderlich zum Scannen von E-Mails, Nachrichten, Systemcaches und allen Verzeichnissen.
he: נדרשת כדי לסרוק את Mail, Messages, מטמוני מערכת ואת כל התיקיות.
ja: メール、メッセージ、システム キャッシュ、およびすべてのディレクトリをスキャンするために必要です。
zh_hans: 需要扫描邮件、消息、系统缓存和所有目录。

source: Requires your password
de: Erfordert Ihr Passwort
he: דורש את הסיסמה שלך
ja: パスワードが必要です
zh_hans: 需要您的密码

source: Rescan
de: Erneut scannen
he: סרוק מחדש
ja: 再スキャン
zh_hans: 重新扫描

source: Rescan startup items
de: Startobjekte erneut scannen
he: סרוק מחדש פריטי הפעלה
ja: スタートアップ項目を再スキャンする
zh_hans: 重新扫描启动项

source: Reset
de: Zurücksetzen
he: אפס
ja: リセット
zh_hans: 重置

source: Reset QuickLook Cache
de: Setzen Sie den QuickLook-Cache zurück
he: אפס מטמון QuickLook
ja: QuickLook キャッシュをリセット
zh_hans: 重置 QuickLook 缓存

source: Restart SparkClean
de: SparkClean neu starten
he: הפעל מחדש את SparkClean
ja: SparkCleanを再起動
zh_hans: 重新启动 SparkClean

source: Restarts the mDNSResponder service — complete DNS reset
de: Startet den mDNSResponder-Dienst neu – vollständiges DNS-Reset
he: מפעיל מחדש את שירות mDNSResponder - איפוס DNS מלא
ja: mDNSResponder サービスを再起動します - DNS リセットを完了します
zh_hans: 重新启动 mDNSResponder 服务 — 完成 DNS 重置

source: Restore Cleanup
de: Bereinigung wiederherstellen
he: שחזר את הניקוי
ja: クリーンアップを復元
zh_hans: 恢复清理内容

source: Restore Last Cleanup
de: Letzte Bereinigung wiederherstellen
he: שחזר את הניקוי האחרון
ja: 前回のクリーンアップを復元
zh_hans: 恢复上次清理内容

source: Restore Last Cleanup (⇧⌘Z) now covers cleanup, uninstall, duplicates, and Trash Monitor
de: „Letzte Bereinigung wiederherstellen“ (⇧⌘Z) umfasst jetzt Bereinigung, Deinstallation, Duplikate und Papierkorbüberwachung
he: שחזור הניקוי האחרון (⇧⌘Z) מכסה כעת ניקוי, הסרת התקנה, כפילויות וניטור האשפה
ja: 「最後のクリーンアップを復元」(⇧⌘Z) では、クリーンアップ、アンインストール、複製、ゴミ箱モニターがカバーされるようになりました。
zh_hans: 恢复上次清理 (⇧⌘Z) 现在涵盖清理、卸载、重复和垃圾监视器

# Restored %lld item(s) from the Trash.
source: Restored %1$lld item(s) from the Trash.
de: %1$lld-Element(e) aus dem Papierkorb wiederhergestellt.
he: שוחזרו %1$lld פריטים מהאשפה.
ja: %1$lld アイテムをゴミ箱から復元しました。
zh_hans: 从废纸篓中恢复了 %1$lld 项。

# Restored %lld item(s).
source: Restored %1$lld item(s).
de: %1$lld Elemente wiederhergestellt.
he: שוחזרו %1$lld פריטים.
ja: %1$lld アイテムを復元しました。
zh_hans: 已恢复 %1$lld 项。

source: Retry Remaining
de: Versuchen Sie es erneut
he: נסה שוב את הנותרים
ja: 残りを再試行
zh_hans: 重试剩余项目

source: Reveal
de: Enthüllen
he: הצג
ja: 明らかにする
zh_hans: 揭示

source: Reveal in Finder
de: Im Finder anzeigen
he: הצג ב-Finder
ja: Finderで表示
zh_hans: 在 Finder 中显示

source: Review
de: Prüfen
he: לבדיקה
ja: 要確認
zh_hans: 需检查

source: Review & Clear
de: Prüfen und leeren
he: בדוק ונקה
ja: 確認して消去
zh_hans: 检查并清除

source: Review Storage
de: Speicher prüfen
he: סקירת אחסון
ja: ストレージを確認
zh_hans: 检查存储空间

source: Review before deleting
de: Vor dem Löschen prüfen
he: מומלץ לבדוק לפני המחיקה
ja: 削除前に確認
zh_hans: 删除前检查

source: Review before deleting — user files that may be wanted. Check the contents first.
de: Überprüfen Sie vor dem Löschen die möglicherweise benötigten Benutzerdateien. Überprüfen Sie zunächst den Inhalt.
he: מומלץ לבדוק לפני המחיקה — אלה קובצי משתמש שאולי עדיין נחוצים. יש לבדוק תחילה את התוכן.
ja: 削除する前に確認してください — 必要とされる可能性のあるユーザー ファイル。まずは内容を確認してください。
zh_hans: 删除前查看 - 可能需要的用户文件。首先检查内容。

# Run %lld Tasks
source: Run %1$lld Tasks
de: Führen Sie %1$lld Aufgaben aus
he: הפעל %1$lld משימות
ja: %1$lld タスクを実行
zh_hans: 运行 %1$lld 任务

source: Run 1 Task
de: Führen Sie 1 Aufgabe aus
he: הפעל משימה אחת
ja: 1 つのタスクを実行する
zh_hans: 运行 1 个任务

source: Run Maintenance Tasks?
de: Wartungsaufgaben ausführen?
he: להריץ משימות תחזוקה?
ja: メンテナンスタスクを実行しますか?
zh_hans: 运行维护任务？

# Run Selected (%lld)
source: Run Selected (%1$lld)
de: Ausgewählte Ausführung (%1$lld)
he: הפעל את המשימות שנבחרו (%1$lld)
ja: 選択した項目を実行 (%1$lld)
zh_hans: 运行选定的 (%1$lld)

source: Runtime
de: Laufzeit
he: זמן ריצה
ja: ランタイム
zh_hans: 运行时

source: Rust target directories
de: Rust-Zielverzeichnisse
he: תיקיות target של Rust
ja: Rustのターゲットディレクトリ
zh_hans: Rust 目标目录

# SAFE (%lld categories, %@):
source: SAFE (%1$lld categories, %2$@):
de: SICHER (%1$lld Kategorien, %2$@):
he: בטוח (%1$lld קטגוריות, %2$@):
ja: 安全（%1$lldカテゴリ、%2$@）：
zh_hans: 安全（%1$lld 个类别，%2$@）：

source: SAFETY AUDIT SUMMARY
de: ZUSAMMENFASSUNG DES SICHERHEITSAUDITS
he: סיכום ביקורת בטיחות
ja: 安全監査の概要
zh_hans: 安全审核摘要

source: SCAN SUMMARY
de: SCAN-ZUSAMMENFASSUNG
he: סיכום סריקה
ja: スキャンの概要
zh_hans: 扫描摘要

source: SIMILAR IMAGE
de: ÄHNLICHES BILD
he: תמונה דומה
ja: 類似の画像
zh_hans: 相似图片

source: SOURCE CODE
de: QUELLCODE
he: קוד המקור
ja: ソースコード
zh_hans: 源代码

source: SUMMARY
de: ZUSAMMENFASSUNG
he: סיכום
ja: 概要
zh_hans: 总结

source: SYSTEM INFORMATION
de: SYSTEMINFORMATIONEN
he: מידע מערכת
ja: システム情報
zh_hans: 系统信息

source: Safari History
de: Safari-Geschichte
he: היסטוריית ספארי
ja: Safari履歴
zh_hans: Safari 历史记录

source: Safari and Chrome cookies — will log you out of websites; close both browsers first
de: Safari- und Chrome-Cookies – melden Sie von Websites ab; Schließen Sie zunächst beide Browser
he: קובצי Cookie של Safari ו-Chrome — יוציאו אותך מאתרים; סגור תחילה את שני הדפדפנים
ja: Safari および Chrome Cookie — Web サイトからログアウトします。まず両方のブラウザを閉じてください
zh_hans: Safari 和 Chrome cookie — 将使您退出网站；首先关闭两个浏览器

source: Safari browser cache — will be rebuilt as you browse
de: Safari-Browser-Cache – wird beim Surfen neu erstellt
he: מטמון דפדפן Safari - ייבנה מחדש תוך כדי גלישה
ja: Safari ブラウザのキャッシュ — 閲覧中に再構築されます
zh_hans: Safari 浏览器缓存 — 将在您浏览时重建

source: Safari browsing history and recent tabs — close Safari first
de: Safari-Browserverlauf und zuletzt verwendete Tabs – schließen Sie zuerst Safari
he: היסטוריית הגלישה ב-Safari והכרטיסיות האחרונות - סגור קודם את Safari
ja: Safari の閲覧履歴と最近のタブ - まず Safari を閉じます
zh_hans: Safari 浏览历史记录和最近的选项卡 — 首先关闭 Safari

source: Safe
de: Sicher
he: בטוח
ja: 安全
zh_hans: 安全

source: Safe to delete
de: Sicher zu löschen
he: בטוח למחיקה
ja: 安全に削除可能
zh_hans: 可安全删除

source: Safety Breakdown
de: Sicherheitsübersicht
he: פירוט לפי רמת בטיחות
ja: 安全性の内訳
zh_hans: 安全级别明细

source: Safety Levels
de: Sicherheitsstufen
he: רמות בטיחות
ja: 安全レベル
zh_hans: 安全级别

# Safety level: %@
source: Safety level: %1$@
de: Sicherheitsstufe: %1$@
he: רמת בטיחות: %1$@
ja: 安全レベル: %1$@
zh_hans: 安全等级：%1$@

source: Safety levels (Safe, Review, Caution) for every category
de: Sicherheitsstufen (Sicher, Prüfen, Vorsicht) für jede Kategorie
he: רמות בטיחות (בטוח, לבדיקה, זהירות) לכל קטגוריה
ja: すべてのカテゴリに安全レベル（安全、要確認、注意）を表示
zh_hans: 每个类别均标有安全级别（安全、需检查、谨慎）

source: Safety:
de: Sicherheit:
he: בטיחות:
ja: 安全性:
zh_hans: 安全：

source: Save...
de: Speichern...
he: שמור...
ja: 保存...
zh_hans: 保存...

source: Saved App State
de: Gespeicherter App-Status
he: מצב יישום שמור
ja: 保存されたアプリの状態
zh_hans: 保存的应用程序状态

source: Saved State
de: Gespeicherter Zustand
he: מצב שמור
ja: 保存された状態
zh_hans: 保存状态

source: Scan
de: Scannen
he: סרוק
ja: スキャン
zh_hans: 扫描

# Scan %@
source: Scan %1$@
de: %1$@ scannen
he: סרוק את %1$@
ja: スキャン%1$@
zh_hans: 扫描%1$@

source: Scan Apps
de: Apps scannen
he: סרוק יישומים
ja: アプリをスキャンする
zh_hans: 扫描应用程序

source: Scan Docker resources
de: Scannen Sie Docker-Ressourcen
he: סרוק משאבי Docker
ja: Docker リソースをスキャンする
zh_hans: 扫描Docker资源

source: Scan Duration:
de: Scandauer:
he: משך הסריקה:
ja: スキャン期間:
zh_hans: 扫描持续时间：

source: Scan Locations
de: Standorte scannen
he: מיקומי סריקה
ja: スキャン場所
zh_hans: 扫描位置

source: Scan Now
de: Jetzt scannen
he: סרוק עכשיו
ja: 今すぐスキャン
zh_hans: 立即扫描

source: Scan Report
de: Scanbericht
he: דוח סריקה
ja: スキャンレポート
zh_hans: 扫描报告

source: Scan Rust target directories
de: Scannen Sie Rust-Zielverzeichnisse
he: סרוק תיקיות target של Rust
ja: Rustのターゲットディレクトリをスキャンする
zh_hans: 扫描 Rust 目标目录

source: Scan Time
de: Scanzeit
he: זמן סריקה
ja: スキャン時間
zh_hans: 扫描时间

source: Scan Time:
de: Scanzeit:
he: זמן סריקה:
ja: スキャン時間:
zh_hans: 扫描时间：

source: Scan broken symlinks
de: Scannen Sie defekte Symlinks
he: סרוק קישורים סימליים שבורים
ja: 壊れたシンボリックリンクをスキャンする
zh_hans: 扫描损坏的符号链接

source: Scan cancelled: system memory pressure critical
de: Scan abgebrochen: Systemspeicherauslastung kritisch
he: הסריקה בוטלה: לחץ זיכרון המערכת קריטי
ja: スキャンがキャンセルされました: システム メモリの負荷が重大です
zh_hans: 扫描已取消：系统内存压力严重

source: Scan for large files
de: Nach großen Dateien suchen
he: סרוק לאיתור קבצים גדולים
ja: 大きなファイルをスキャンする
zh_hans: 扫描大文件

source: Scan iMessage attachments
de: Scannen Sie iMessage-Anhänge
he: סרוק קבצים מצורפים של iMessage
ja: iMessage の添付ファイルをスキャンする
zh_hans: 扫描 iMessage 附件

source: Scan iOS backups
de: Scannen Sie iOS-Backups
he: סרוק גיבויים של iOS
ja: iOSのバックアップをスキャンする
zh_hans: 扫描 iOS 备份

source: Scan node_modules directories
de: Scannen Sie die Verzeichnisse „node_modules“.
he: סרוק ספריות node_modules
ja: node_modules ディレクトリをスキャンする
zh_hans: 扫描node_modules目录

source: Scan old installer files
de: Scannen Sie alte Installationsdateien
he: סרוק קבצי התקנה ישנים
ja: 古いインストーラー ファイルをスキャンする
zh_hans: 扫描旧的安装程序文件

source: Scan screen recordings
de: Scannen Sie Bildschirmaufnahmen
he: סרוק הקלטות מסך
ja: 画面記録をスキャンする
zh_hans: 扫描屏幕录像

source: Scan this category to find files that can be reviewed and cleaned.
de: Durchsuchen Sie diese Kategorie, um Dateien zu finden, die überprüft und bereinigt werden können.
he: סרוק קטגוריה זו כדי למצוא קבצים שניתן לסקור ולנקות.
ja: このカテゴリをスキャンして、確認およびクリーンアップできるファイルを見つけます。
zh_hans: 扫描此类别以查找可以查看和清理的文件。

source: Scan virtual environments
de: Scannen Sie virtuelle Umgebungen
he: סרוק סביבות וירטואליות
ja: 仮想環境をスキャンする
zh_hans: 扫描虚拟环境

source: Scan your Mac to find all installed apps and their related data. Or **drag an .app here** to analyze it instantly.
de: Durchsuche deinen Mac nach installierten Apps und den zugehörigen Daten. Oder **ziehe eine .app hierher**, um sie sofort zu analysieren.
he: סרוק את ה-Mac כדי למצוא את כל היישומים המותקנים ואת הנתונים הקשורים אליהם. אפשר גם **לגרור לכאן קובץ ⁦.app⁩** כדי לנתח אותו מיד.
ja: Macをスキャンして、インストール済みのアプリと 関連データを検索します。または、**.appをここにドラッグ**するとすぐに分析できます。
zh_hans: 扫描 Mac 上所有已安装的应用及其 相关数据。也可以**将 .app 拖到这里**立即分析。

source: Scan your common folders for duplicate files. Free up space by removing unnecessary copies.
de: Durchsuchen Sie Ihre gemeinsamen Ordner nach doppelten Dateien. Geben Sie Speicherplatz frei, indem Sie unnötige Kopien entfernen.
he: סרוק את התיקיות הנפוצות שלך לאיתור קבצים כפולים. פנה מקום על ידי הסרת עותקים מיותרים.
ja: 共通フォルダーをスキャンして重複ファイルを探します。 不要なコピーを削除してスペースを解放します。
zh_hans: 扫描常用文件夹中的重复文件。 通过删除不必要的副本来释放空间。

# Scanned %lld files (%lld images)
source: Scanned %1$lld files (%2$lld images)
de: Gescannte %1$lld-Dateien (%2$lld-Bilder)
he: נסרקו %1$lld קבצים (%2$lld תמונות)
ja: スキャンされた %1$lld ファイル (%2$lld 画像)
zh_hans: 扫描的%1$lld文件（%2$lld图像）

source: Scanning
de: Scan läuft
he: סורק
ja: スキャン中
zh_hans: 正在扫描

# Scanning %@...
source: Scanning %1$@...
de: Scannen %1$@...
he: סורק את %1$@...
ja: %1$@ をスキャン中...
zh_hans: 正在扫描%1$@...

source: Scanning Docker build cache...
de: Docker-Build-Cache wird gescannt...
he: סורק מטמון בניית Docker...
ja: Docker ビルド キャッシュをスキャンしています...
zh_hans: 正在扫描 Docker 构建缓存...

source: Scanning Docker containers...
de: Docker-Container werden gescannt...
he: סורק קונטיינרים של Docker...
ja: Docker コンテナをスキャンしています...
zh_hans: 扫描 Docker 容器...

source: Scanning Docker images...
de: Docker-Images werden gescannt...
he: סורק תמונות Docker...
ja: Docker イメージをスキャンしています...
zh_hans: 正在扫描 Docker 镜像...

source: Scanning Electron app caches...
de: Caches der Electron-App werden gescannt...
he: סורק מטמונים של יישומי Electron...
ja: Electron アプリのキャッシュをスキャンしています...
zh_hans: 扫描 Electron 应用程序缓存...

source: Scanning Next.js build artifacts...
de: Next.js-Build-Artefakte werden gescannt ...
he: סורק תוצרי בנייה של Next.js...
ja: Next.js ビルド アーティファクトをスキャンしています...
zh_hans: 扫描 Next.js 构建工件...

source: Scanning Ollama models...
de: Ollama-Modelle werden gescannt...
he: סורק מודלים של Ollama...
ja: Ollama モデルをスキャン中...
zh_hans: 扫描 Ollama 模型...

source: Scanning Rust target dirs...
de: Rust-Zielverzeichnisse werden gescannt...
he: סורק תיקיות target של Rust...
ja: Rust ターゲット ディレクトリをスキャンしています...
zh_hans: 正在扫描 Rust 目标目录...

source: Scanning all app caches...
de: Alle App-Caches werden gescannt...
he: סורק את כל מטמוני האפליקציות...
ja: すべてのアプリのキャッシュをスキャンしています...
zh_hans: 正在扫描所有应用程序缓存...

source: Scanning app leftovers...
de: App-Datenreste werden gescannt...
he: סורק שאריות של יישומים...
ja: アプリの残存ファイルをスキャン中...
zh_hans: 正在扫描应用残留文件...

source: Scanning applications...
de: Anwendungen werden gescannt...
he: סורק יישומים...
ja: アプリケーションをスキャンしています...
zh_hans: 扫描应用程序...

source: Scanning broken symlinks...
de: Defekte Symlinks werden gescannt...
he: סורק קישורים סימליים שבורים...
ja: 壊れたシンボリックリンクをスキャンしています...
zh_hans: 正在扫描损坏的符号链接...

source: Scanning for duplicates...
de: Nach Duplikaten suchen...
he: סורק לאיתור כפילויות...
ja: 重複をスキャンしています...
zh_hans: 扫描重复项...

source: Scanning for similar images...
de: Suche nach ähnlichen Bildern...
he: סורק לאיתור תמונות דומות...
ja: 類似した画像をスキャンしています...
zh_hans: 扫描相似图像...

source: Scanning iMessage attachments...
de: iMessage-Anhänge werden gescannt...
he: סורק קבצים מצורפים של iMessage...
ja: iMessage の添付ファイルをスキャンしています...
zh_hans: 正在扫描 iMessage 附件...

source: Scanning iOS backups...
de: iOS-Backups werden gescannt...
he: סורק גיבויים של iOS...
ja: iOS バックアップをスキャンしています...
zh_hans: 正在扫描 iOS 备份...

source: Scanning iOS software updates...
de: iOS-Software-Updates werden gescannt...
he: סורק עדכוני תוכנת iOS...
ja: iOS ソフトウェア アップデートをスキャンしています...
zh_hans: 正在扫描 iOS 软件更新...

source: Scanning installer files...
de: Installationsdateien werden gescannt...
he: סורק קבצי התקנה...
ja: インストーラー ファイルをスキャンしています...
zh_hans: 正在扫描安装程序文件...

source: Scanning large files...
de: Große Dateien scannen...
he: סורק קבצים גדולים...
ja: 大きなファイルをスキャンしています...
zh_hans: 扫描大文件...

source: Scanning launch agents and daemons...
de: Startagenten und Daemons werden gescannt...
he: סורק סוכני הפעלה ותהליכי רקע...
ja: 起動エージェントとデーモンをスキャンしています...
zh_hans: 正在扫描启动代理和守护程序...

source: Scanning mail attachments...
de: E-Mail-Anhänge werden gescannt...
he: סורק קבצים מצורפים לדואר...
ja: メールの添付ファイルをスキャンしています...
zh_hans: 正在扫描邮件附件...

source: Scanning node_modules...
de: node_modules werden gescannt...
he: סורק node_modules...
ja: node_modulesをスキャン中...
zh_hans: 正在扫描node_modules...

source: Scanning old downloads...
de: Alte Downloads werden gescannt...
he: סורק הורדות ישנות...
ja: 古いダウンロードをスキャンしています...
zh_hans: 正在扫描旧下载...

source: Scanning old screenshots...
de: Alte Screenshots werden gescannt...
he: סורק צילומי מסך ישנים...
ja: 古いスクリーンショットをスキャンしています...
zh_hans: 扫描旧屏幕截图...

source: Scanning screen recordings...
de: Bildschirmaufnahmen werden gescannt...
he: סורק הקלטות מסך...
ja: 画面録画をスキャンしています...
zh_hans: 扫描屏幕录像...

source: Scanning shared container caches...
de: Gemeinsam genutzte Container-Caches werden gescannt...
he: סורק מטמונים של קונטיינרים משותפים...
ja: 共有コンテナキャッシュをスキャンしています...
zh_hans: 正在扫描共享容器缓存...

source: Scanning stale temporary files...
de: Veraltete temporäre Dateien werden gescannt...
he: סורק קבצים זמניים מיושנים...
ja: 古い一時ファイルをスキャンしています...
zh_hans: 正在扫描过时的临时文件...

source: Scanning system caches...
de: System-Caches werden gescannt...
he: סורק מטמונים של מערכת...
ja: システム キャッシュをスキャンしています...
zh_hans: 正在扫描系统缓存...

source: Scanning unused apps...
de: Ungenutzte Apps werden gescannt...
he: סורק אפליקציות שאינן בשימוש...
ja: 使用されていないアプリをスキャンしています...
zh_hans: 正在扫描未使用的应用程序...

source: Scanning virtual environments...
de: Virtuelle Umgebungen scannen...
he: סורק סביבות וירטואליות...
ja: 仮想環境をスキャンしています...
zh_hans: 正在扫描虚拟环境...

source: Scanning your Mac...
de: Scannen Sie Ihren Mac...
he: סורק את ה-Mac...
ja: Mac をスキャンしています...
zh_hans: 正在扫描您的 Mac...

source: Scanning...
de: Scannen...
he: סורק...
ja: スキャン中...
zh_hans: 正在扫描...

# Screen Recordings (>%lldd)
source: Screen Recordings (>%1$lldd)
de: Bildschirmaufnahmen (>%1$lldd)
he: הקלטות מסך ישנות (מעל %1$lld ימים)
ja: 画面録画 (>%1$lldd)
zh_hans: 屏幕录制 (>%1$lldd)

source: Screen recording threshold
de: Schwellenwert für die Bildschirmaufzeichnung
he: סף הקלטת מסך
ja: 画面録画のしきい値
zh_hans: 录屏阈值

source: Search apps...
de: Apps suchen...
he: חיפוש אפליקציות...
ja: アプリを検索...
zh_hans: 搜索应用程序...

source: Search duplicates...
de: Duplikate suchen...
he: חפש כפילויות...
ja: 重複を検索...
zh_hans: 搜索重复项...

source: See where all startup-disk space is allocated
de: Sehen Sie, wo der gesamte Speicherplatz auf der Startfestplatte zugewiesen ist
he: ראה לאן מוקצה כל שטח דיסק האתחול
ja: すべての起動ディスク領域がどこに割り当てられているかを確認する
zh_hans: 查看所有启动磁盘空间的分配位置

source: Select All
de: Alles auswählen
he: בחר הכל
ja: すべて選択
zh_hans: 全选

source: Select All Items
de: Wählen Sie „Alle Elemente“ aus
he: בחר את כל הפריטים
ja: すべての項目を選択
zh_hans: 选择所有项目

source: Select All Older
de: Wählen Sie „Alle älteren“ aus
he: בחר את כל תמונות המצב הישנות
ja: 古いものをすべて選択
zh_hans: 选择所有较旧的

source: Select Safe Only
de: Nur sichere Elemente auswählen
he: בחר רק פריטים בטוחים
ja: 安全な項目のみ選択
zh_hans: 仅选择安全项目

source: Select an app to view details
de: Wählen Sie eine App aus, um Details anzuzeigen
he: בחר אפליקציה להצגת פרטים
ja: アプリを選択して詳細を表示します
zh_hans: 选择一个应用程序以查看详细信息

source: Select categories you want to clean, then click **Clean**. Files are moved to Trash by default so you can recover them if needed.
de: Wählen Sie die Kategorien aus, die Sie bereinigen möchten, und klicken Sie dann auf **Bereinigen**. Dateien werden standardmäßig in den Papierkorb verschoben, sodass Sie sie bei Bedarf wiederherstellen können.
he: בחר את הקטגוריות שברצונך לנקות ולחץ על **נקה**. כברירת מחדל, הקבצים מועברים לאשפה כדי שיהיה אפשר לשחזר אותם במקרה הצורך.
ja: クリーンアップするカテゴリを選択し、[**クリーンアップ**] をクリックします。ファイルはデフォルトでゴミ箱に移動されるため、必要に応じて復元できます。
zh_hans: 选择要清理的类别，然后单击“**清理**”。默认情况下，文件会移至废纸篓，以便您可以在需要时恢复它们。

source: Select tasks to run, then click Run Selected
de: Wählen Sie die auszuführenden Aufgaben aus und klicken Sie dann auf „Ausgewählte ausführen“.
he: בחר משימות להפעלה ולאחר מכן לחץ על 'הפעל את הנבחרות'
ja: 実行するタスクを選択し、「選択したタスクを実行」をクリックします
zh_hans: 选择要运行的任务，然后单击运行所选任务

source: Selected
de: Ausgewählt
he: נבחר
ja: 選択済み
zh_hans: 已选择

source: Selected leftovers cleaned
de: Ausgewählte Datenreste bereinigt
he: השאריות שנבחרו נוקו
ja: 選択した残存ファイルをクリーンアップしました
zh_hans: 已清理所选残留文件

source: Selected:
de: Ausgewählt:
he: נבחר:
ja: 選択済み:
zh_hans: 已选择：

# Selected: %@
source: Selected: %1$@
de: Ausgewählt: %1$@
he: נבחר: %1$@
ja: 選択済み: %1$@
zh_hans: 已选择： %1$@

source: Selection
de: Auswahl
he: בחירה
ja: 選択
zh_hans: 选择

source: Settings, Storage Insights size history, the latest scan audit, Restore Last Cleanup manifests, and deletion audit logs are stored only on this Mac. Scan, undo, and audit records can contain local file paths. They are kept under ~/Library/Application Support/SparkClean and ~/Library/Logs/SparkClean, are never uploaded, and can be removed by deleting those folders.
de: Einstellungen, der Größenverlauf von Storage Insights, das letzte Scan-Audit, Manifeste zur Wiederherstellung der letzten Bereinigung und Lösch-Audit-Protokolle werden nur auf diesem Mac gespeichert. Scan-, Rückgängig- und Prüfdatensätze können lokale Dateipfade enthalten. Sie werden unter ~/Library/Application Support/SparkClean und ~/Library/Logs/SparkClean gespeichert, nie hochgeladen und können durch Löschen dieser Ordner entfernt werden.
he: ההגדרות, היסטוריית הגדלים של תובנות האחסון, דוח הסריקה האחרון, רשומות שחזור הניקוי האחרון ויומני ביקורת המחיקה נשמרים רק ב-Mac הזה. רשומות הסריקה, השחזור והביקורת עשויות לכלול נתיבי קבצים מקומיים. הן נשמרות תחת ⁦~/Library/Application Support/SparkClean⁩ ותחת ⁦~/Library/Logs/SparkClean⁩, לעולם אינן מועלות, ואפשר להסירן על ידי מחיקת התיקיות האלה.
ja: 設定、Storage Insights のサイズ履歴、最新のスキャン監査、最後のクリーンアップ マニフェストの復元、および削除監査ログは、この Mac にのみ保存されます。スキャン、元に戻す、および監査レコードには、ローカル ファイル パスを含めることができます。これらは ~/Library/Application Support/SparkClean および ~/Library/Logs/SparkClean に保存され、アップロードされることはなく、これらのフォルダーを削除することで削除できます。
zh_hans: 设置、Storage Insights 大小历史记录、最新扫描审核、恢复上次清理清单和删除审核日志仅存储在此 Mac 上。扫描、撤消和审核记录可以包含本地文件路径。它们保存在 ~/Library/Application Support/SparkClean 和 ~/Library/Logs/SparkClean 下，永远不会上传，可以通过删除这些文件夹来删除。

source: Shared APFS clone records
de: Gemeinsame APFS-Klondatensätze
he: רשומות שיבוט משותפות של APFS
ja: 共有APFSクローンレコード
zh_hans: 共享 APFS 克隆记录

source: Shared Container Caches
de: Gemeinsame Container-Caches
he: מטמונים של קונטיינרים משותפים
ja: 共有コンテナキャッシュ
zh_hans: 共享容器缓存

source: Shared Library & app data
de: Gemeinsame Bibliothek und App-Daten
he: ספרייה משותפת ונתוני אפליקציה
ja: 共有ライブラリとアプリデータ
zh_hans: 共享库和应用程序数据

source: Shared across Adobe apps
de: Wird in allen Adobe-Apps geteilt
he: משותף בין אפליקציות Adobe
ja: Adobe アプリ全体で共有
zh_hans: 在 Adobe 应用程序之间共享

source: Shell History
de: Shell-Geschichte
he: היסטוריית פקודות Shell
ja: シェルの歴史
zh_hans: 壳牌历史

source: Show Errors
de: Fehler anzeigen
he: הצג שגיאות
ja: エラーを表示
zh_hans: 显示错误

source: Show detailed breakdown of files in this category
de: Detaillierte Aufschlüsselung der Dateien in dieser Kategorie anzeigen
he: הצג פירוט מפורט של קבצים בקטגוריה זו
ja: このカテゴリのファイルの詳細な内訳を表示します
zh_hans: 显示该类别中文件的详细分类

# Show details for %@
source: Show details for %1$@
de: Details für %1$@ anzeigen
he: הצג פרטים עבור %1$@
ja: %1$@ の詳細を表示
zh_hans: 显示%1$@的详细信息

source: Show in Finder
de: Im Finder anzeigen
he: הצג ב-Finder
ja: Finderで表示
zh_hans: 在 Finder 中显示

source: Show in Finder icon in Uninstaller app detail header
de: Im Finder-Symbol in der Detailkopfzeile der Deinstallations-App anzeigen
he: סמל 'הצג ב-Finder' בכותרת פרטי היישום בכלי הסרת היישומים
ja: アンインストーラー アプリの詳細ヘッダーに Finder アイコンを表示
zh_hans: 在卸载程序应用程序详细信息标题中的 Finder 图标中显示

source: Show intro video on launch
de: Einführungsvideo beim Start anzeigen
he: הצג סרטון מבוא בעת ההשקה
ja: 起動時に紹介ビデオを表示する
zh_hans: 启动时显示介绍视频

source: Show menu bar icon
de: Menüleistensymbol anzeigen
he: הצג את סמל שורת התפריט
ja: メニューバーアイコンを表示
zh_hans: 显示菜单栏图标

source: Size & Filters
de: Größe und Filter
he: גודל ומסננים
ja: サイズとフィルター
zh_hans: 尺寸和过滤器

source: Size:
de: Größe:
he: גודל:
ja: サイズ:
zh_hans: 尺寸：

source: Skip
de: Überspringen
he: דלג
ja: スキップ
zh_hans: 跳过

source: Skip Running Apps
de: Überspringen Sie laufende Apps
he: דלג על אפליקציות פועלות
ja: 実行中のアプリをスキップする
zh_hans: 跳过正在运行的应用程序

source: Slack Service Workers
de: Slack-Service-Mitarbeiter
he: Service Workers של Slack
ja: Slack サービスワーカー
zh_hans: Slack 服务人员

source: Slack cache — rebuilt when you open channels
de: Slack-Cache – wird neu erstellt, wenn Sie Kanäle öffnen
he: המטמון של Slack — נבנה מחדש בעת פתיחת ערוצים
ja: Slack キャッシュ — チャネルを開いたときに再構築されます
zh_hans: Slack 缓存 - 当您打开通道时重建

source: Smart Cleanup
de: Intelligente Reinigung
he: ניקוי חכם
ja: スマートクリーンアップ
zh_hans: 智能清理

source: Smart Trash Monitor — detects apps moved to Trash and offers to clean leftover files
de: Smart Trash Monitor – erkennt in den Papierkorb verschobene Apps und bietet an, übrig gebliebene Dateien zu bereinigen
he: מנטר אשפה חכם — מזהה יישומים שהועברו לאשפה ומציע לנקות קבצים שנותרו
ja: スマートゴミ箱モニター — ゴミ箱に移動されたアプリを検出し、残存ファイルを消去するよう提案します
zh_hans: 智能垃圾监视器 — 检测移至废纸篓的应用程序并提供清理残留文件的功能

source: Snapshot deletion failed or was cancelled.
de: Das Löschen des Snapshots ist fehlgeschlagen oder wurde abgebrochen.
he: מחיקת תמונת מצב נכשלה או בוטלה.
ja: スナップショットの削除が失敗したか、キャンセルされました。
zh_hans: 快照删除失败或被取消。

source: Snapshot deletion failed.
de: Das Löschen des Snapshots ist fehlgeschlagen.
he: מחיקת תמונת מצב נכשלה.
ja: スナップショットの削除に失敗しました。
zh_hans: 快照删除失败。
